/* No comment provided by engineer. */
"WhatsNew_Dashboard_Description" = "CleanMyMac 3 informiert Sie über Prozessor- und RAM-Auslastung, Batterieladezyklen und bietet sogar die Möglichkeit, RAM freizugeben.";

/* No comment provided by engineer. */
"WhatsNew_Dashboard_Title" = "Dashboard";

/* No comment provided by engineer. */
"WhatsNew_Finish_Description" = "Das ist eine allgemeine Übersicht der wichtigsten neuen Funktionen, doch das ist noch nicht alle. Den Rest sollten Sie auf eigene Faust entdecken!";

/* No comment provided by engineer. */
"WhatsNew_Finish_Title" = "Dann räumen wir mal auf!";

/* No comment provided by engineer. */
"WhatsNew_Health_Description" = "Zustandsmeldungen informieren Sie über Probleme mit Hardware und Software. So wissen Sie jederzeit, was passiert und wie Sie ein Problem beheben können, wenn es auftritt.";

/* No comment provided by engineer. */
"WhatsNew_Health_Title" = "Zustandsmeldungen";

/* No comment provided by engineer. */
"WhatsNew_iTunesJunk_Description" = "Schaffen Sie mehr Platz auf Ihrer Festplatte, indem Sie veraltete Gerätebackups, alte Software-Updates, abgebrochene Downloads und andere unnötige Dateien aus iTunes entfernen.";

/* No comment provided by engineer. */
"WhatsNew_iTunesJunk_Title" = "iTunes-Datenmüll";

/* No comment provided by engineer. */
"WhatsNew_MailAttachments_Description" = "Räumen Sie Gigabytes an gesicherten Anhängen und Downloads in den Tiefen von Mail auf – von PDF-Dateien zu Signaturen.";

/* No comment provided by engineer. */
"WhatsNew_MailAttachments_Title" = "Mail-Anhänge";

/* No comment provided by engineer. */
"WhatsNew_Maintenance_Description" = "Pflegen Sie Ihren Mac, indem Sie Zugriffsrechte reparieren, den Spotlight Index neu erstellen, die Suche in Mail beschleunigen, und vieles mehr.";

/* No comment provided by engineer. */
"WhatsNew_Maintenance_Title" = "Wartung";

/* No comment provided by engineer. */
"WhatsNew_Privacy_Description" = "Entfernen Sie die Spuren Ihrer Online- und Offline-Aktivitäten wie den Browserverlauf, Skype-Gespräche, Nachrichtenverlauf, Downloads und zuletzt geöffnete Dateien.";

/* No comment provided by engineer. */
"WhatsNew_Privacy_Title" = "Datenschutz";

/* No comment provided by engineer. */
"WhatsNew_Welcome_Description" = "Das neue CleanMyMac 3 räumt mehr Datenmüll auf und pflegt Ihren Mac besser als je zuvor. Erfahren Sie mehr!";

/* No comment provided by engineer. */
"WhatsNew_Welcome_Title" = "Das ist neu";

"Done" = "Fertig";

"Next" = "Weiter";
